Revit 2027 API
ParameterTypeId.LayerElemScheduleFamily Property
 "Family"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerElemScheduleFamily { get; }
Public Shared ReadOnly Property LayerElemScheduleFamily As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerElemScheduleFamily {
	ForgeTypeId^ get ();
}
static member LayerElemScheduleFamily : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace